[M_Showdown MissionDefinition]
MissionName="Live in the evening"
MissionDescription="It's time to get rid of this man.."
TurnInDescription="The beautiful girl from the maze is dead. He is now the mayor of Lynchwood. It was definitely a busy day.."
MissionSummary="Defeat the communist leaders."
MissionGiver=""
MissionTurnInLocation=""
TeaserText="The sheriff returned.."

[M_Showdown:MissionObjectiveDefinition_1 MissionObjectiveDefinition]
ProgressMessage=""

[M_Showdown:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

